Repository: dfyzicka/unobot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: vi_vn

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
vi_vn: Thời gian chờ để bỏ qua người chơi này đã giảm xuống còn {time} giây. Người chơi tiếp theo: {name}

source: {player} was skipped!
vi_vn: {player} đã bị bỏ qua!

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
vi_vn: {name1} đã hết thời gian và đã bị xóa khỏi trò chơi! Người chơi tiếp theo: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
vi_vn: {name} đã hết thời gian và đã bị xóa khỏi trò chơi! Trò chơi kết thúc.

source: Please choose a color
vi_vn: Hãy chọn một màu may mắn

source: {name} won!
vi_vn: {name} thắng!

source: Game ended!
vi_vn: Nước mắt anh rơi trò chơi kết thúc

source: There are no more cards in the deck.
vi_vn: Không còn thẻ nào trong bộ bài.

source: Bluff called! Giving 4 cards to {name}
vi_vn: Thần may mắn gọi! Đưa 4 lá bài cho {name}

source: {name1} didn't bluff! Giving 6 cards to {name2}
vi_vn: {name1} không bịp! Đưa 6 thẻ cho {name2}

source: Send this command in a group to be notified when a new game is started there.
vi_vn: Gửi lệnh này trong một nhóm để được thông báo khi trò chơi mới bắt đầu ở đó.

source: A new game has been started in {title}
vi_vn: Một trò chơi mới đã được bắt đầu trong {title}

source: Created a new game! Join the game with /join and start the game with /start
vi_vn: Đã tạo một trò chơi mới! Tham gia trò chơi với /join và bắt đầu trò chơi với /start

source: There is no running game in this chat.
vi_vn: Không có trò chơi đang chạy trong cuộc trò chuyện này.

source: The game is not started yet. Join the game with /join and start the game with /start
vi_vn: Trò chơi chưa bắt đầu. Tham gia trò chơi với /join và bắt đầu trò chơi với /start

source: Only the game creator ({name}) and admin can do that.
vi_vn: Chỉ người tạo trò chơi ({name}) và quản trị viên mới có thể làm điều đó.

source: The lobby is closed
vi_vn: Sảnh đóng cửa

source: No game is running at the moment. Create a new game with /new
vi_vn: Không có trò chơi đang chạy tại thời điểm này. Tạo một trò chơi mới với /new

source: You already joined the game. Start the game with /start
vi_vn: Bạn đã tham gia trò chơi. Bắt đầu trò chơi với /start

source: There are not enough cards left in the deck for new players to join.
vi_vn: Không còn đủ lá trong bộ bài để người chơi mới tham gia.

source: Joined the game
vi_vn: Đã tham gia trò chơi

source: You are not playing in a game in this group.
vi_vn: Bạn không chơi trong một trò chơi trong nhóm này.

source: Okay. Next Player: {name}
vi_vn: Được rồi. Người chơi tiếp theo: {name}

source: {name} left the game before it started.
vi_vn: {name} đã rời khỏi trò chơi trước khi trò chơi bắt đầu.

source: Player {name} is not found in the current game.
vi_vn: Không tìm thấy người chơi {name} trong trò chơi hiện tại.

source: {0} was kicked by {1}
vi_vn: {0} đã bị đá bởi {1}

source: Please reply to the person you want to kick and type /kick again.
vi_vn: Vui lòng trả lời người bạn muốn đá và gõ lại /kick một lần nữa.

source: Game not found.
vi_vn: Không thấy ván bài nào cả.

source: Back to last group
vi_vn: Quay lại nhóm trước

source: Please switch to the group you selected!
vi_vn: Vui lòng chuyển sang nhóm bạn đã chọn!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
vi_vn: Nhóm được chọn: {group} <b>Đảm bảo rằng bạn chuyển sang đúng nhóm!</b>

source: Removing {name} from the game
vi_vn: Đang xóa {name} khỏi trò chơi

source: There is no game running in this chat. Create a new one with /new
vi_vn: Không có trò chơi đang chạy trong cuộc trò chuyện này. Tạo một cái mới với /new

source: The game has already started
vi_vn: Trò chơi đã bắt đầu

source: At least {minplayers} players must /join the game before you can start it
vi_vn: Ít nhất {minplayers} người chơi phải /join trò chơi trước khi bạn có thể bắt đầu trò chơi

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
vi_vn: Người chơi đầu tiên: {name} Sử dụng /close để ngăn mọi người tham gia trò chơi. Bật nhiều bản dịch với /enable_translations

source: Please select the group you want to play in.
vi_vn: Vui lòng chọn nhóm bạn muốn chơi.

source: Closed the lobby. No more players can join this game.
vi_vn: Đóng cửa sảnh. Không còn người chơi nào có thể tham gia trò chơi này.

source: Opened the lobby. New players may /join the game.
vi_vn: Đã mở sảnh. Người chơi mới có thể /join để tham gia trò chơi.

source: Enabled multi-translations. Disable with /disable_translations
vi_vn: Đã bật nhiều bản dịch. Vô hiệu hóa với /disable_translations

source: Disabled multi-translations. Enable them again with /enable_translations
vi_vn: Đã tắt đa bản dịch. Kích hoạt lại chúng với /enable_translations

source: You are not playing in a game in this chat.
vi_vn: Bạn không chơi bài trong đoạn chat này.

source: Please wait {time} second
vi_vn: Vui lòng đợi {time} giây

source: Current game: {game}
vi_vn: Ván hiện tại: {game}

source: Gamemode changed to {mode}
vi_vn: Chế độ trò chơi thay đổi thành {mode}

source: Cheat attempt by {name}
vi_vn: Lỗ lực gian lận bởi {name}

source: Next player: {name}
vi_vn: Người chơi tiếp theo: {name}

source: Waiting time for {name} has been reset to {time} seconds
vi_vn: Thời gian chờ của {name} đã được đặt lại thành {time} giây

source: Choose Color
vi_vn: Chọn màu may mắn

source: Card (tap for game state):
vi_vn: Lá bài (nhấn để biết trạng thái trò chơi):

source: {name} ({number} card)
vi_vn: {name} ({number} lá bài)

source: You are not playing
vi_vn: Bạn không chơi

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
vi_vn: Không chơi ngay bây giờ. Sử dụng /new để bắt đầu trò chơi hoặc /join để tham gia trò chơi trong nhóm này

source: The game wasn't started yet
vi_vn: Ván bài vẫn chưa bắt đầu

source: Start the game with /start
vi_vn: Bắt đầu vắn bài với /start

source: 🎻 Classic mode
vi_vn: 🎻 Chế độ cổ điển

source: Classic 🎻
vi_vn: Cổ điển 🎻

source: 🚀 Sanic mode
vi_vn: 🚀 Chế độ Sanic

source: Gotta go fast! 🚀
vi_vn: Phải đi nhanh! 🚀

source: 🐉 Wild mode
vi_vn: 🐉 Chế độ hoang dã

source: Into the Wild~ 🐉
vi_vn: Lạc vào thế giới hoang dã~ 🐉

source: Drawing {number} card
vi_vn: Thêm {number} lá bài

source: Pass
vi_vn: Qua

source: I'm calling your bluff!
vi_vn: Tôi đang gọi lá bài của bạn

source: Current player: {name}
vi_vn: Bàn hiện tại là: {name}

source: Last card: {card}
vi_vn: Lá bài cuối: {card}

source: Player: {player_list}
vi_vn: Người chơi: {player_list}

source: Please edit your settings in a private chat with the bot.
vi_vn: Vui lòng chỉnh sửa cài đặt của bạn trong cuộc trò chuyện riêng tư với bot.

source: Enable statistics
vi_vn: Bật thống kê

source: Delete all statistics
vi_vn: Xoá tất cả dữ liệu thống kê

source: Language
vi_vn: Ngôn ngữ

source: Settings
vi_vn: Cài đặt

source: Enabled statistics!
vi_vn: Đã bật thống kê

source: Select locale
vi_vn: Chọn ngôn ngữ

source: Deleted and disabled statistics!
vi_vn: Đã xóa và vô hiệu hóa số liệu thống kê!

source: Set locale!
vi_vn: Đặt ngôn ngữ!

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotupdates">update channel</a> and buy an UNO card game.
vi_vn: Làm theo các bước sau: 1. Thêm bot này vào một nhóm 2. Trong nhóm, bắt đầu một trò chơi mới với /new hoặc tham gia một trò chơi đang chạy với /tham gia 3. Sau khi có ít nhất hai người chơi tham gia, hãy bắt đầu trò chơi với /start 4. Nhập <code>@unobot</code> vào hộp trò chuyện của bạn và nhấn <b>dấu cách</b> hoặc nhấp vào văn bản <code>qua @unobot</code> bên cạnh tin nhắn. Bạn sẽ thấythẻ (một số bị mờ đi), bất kỳ tùy chọn bổ sung nào như vẽ và <b>?</b> để xem trạng thái trò chơi hiện tại. <b>các thẻ chuyển sang màu xám</b> là những thẻ bạn <b>có thểhiện không phát</b>. Nhấn vào một tùy chọn để thực hiện hành động đã chọn. Người chơi có thể tham gia trò chơi bất cứ lúc nào. Để rời khỏi trò chơi, hãy sử dụng /leave. Nếu angười chơi mất hơn 90 giây để chơi, bạn có thể sử dụng /skip để bỏ qua phần đóngười chơi. Sử dụng /notify_me để nhận tin nhắn riêng khi có trò chơi mới đã bắt đầu. <b>Ngôn ngữ</b> và các cài đặt khác: /settings Các lệnh khác (chỉ người tạo trò chơi): /đóng - Đóng sảnh /open - Mở sảnh /kill - Chấm dứt trò chơi /kick - Chọn một người chơi để kick bằng cách trả lời người đó /enable_translations - Dịch các văn bản có liên quan sang tất cả các ngôn ngữ có trongtrò chơi /disable_translations - Sử dụng tiếng Anh cho những văn bản đó <b>Thử nghiệm:</b> Chơi trong nhiều nhóm cùng lúc. Nhấn nút <code>Trò chơi hiện tại: ...</code> và chọn nhóm bạn muốn chơibài. Nếu bạn thích bot này, <a href="https://telegram.me/storebot?start=mau_mau_bot">đánh giá tôi</a>, tham gia <a href="https://telegram.me/unobotupdates">kênh cập nhật</a> và mua bài UNO.

source: This UNO bot has three game modes: Classic, Sanic and Wild. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
vi_vn: Bot UNO này có ba chế độ chơi: Cổ điển, Sanic và Hoang dã. 🎻 Chế độ Cổ điển sử dụng bộ bài UNO thông thường và không có tự động bỏ qua. 🚀 Chế độ Sanic sử dụng bộ bài UNO thông thường và bot tự động bỏ qua một người chơi nếu anh ấy/cô ấy mất quá nhiều thời gian để chơi lượt của mình 🐉 Chế độ Wild sử dụng bộ bài có nhiều quân bài đặc biệt hơn, số lượng ít đa dạng hơnvà không tự động bỏ qua. Để thay đổi chế độ trò chơi, NGƯỜI TẠO TRÒ CHƠI phải nhập username bot và dấu cách, giống như khi chơi bài và tất cả các tùy chọn chế độ chơi sẽ xuất hiện.

source: This bot is Free Software and licensed under the AGPL. The code is available here: https://github.com/jh0ker/mau_mau_bot
vi_vn: Bot này là Phần mềm Tự do và được cấp phép theo AGPL. Mã có sẵnở đây: https://github.com/jh0ker/mau_mau_bot

source: Attributions: Draw icon by <a href="http://www.faithtoken.com/">Faithtoken</a> Pass icon by <a href="http://delapouite.com/">Delapouite</a> Originals available on http://game-icons.net Icons edited by ɳick
vi_vn: Thiết kế: Vẽ biểu tượng bởi <a href="http://www.faithtoken.com/">Faithtoken</a> Biểu tượng bỏ qua bởi <a href="http://delapouite.com/">Delapouite</a> Chình sửa biểu tượng bởi ɳick

source: All news here: https://telegram.me/unobotupdates
vi_vn: Tin tức mới về bot ở đây: https://telegram.me/unobotupdates

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
vi_vn: Bạn chưa kích hoạt thống kê. Sử dụng /settings trong cuộc trò chuyện riêng với bot để kích hoạt.

source: {number} game played
vi_vn: {number} ván đã chơi

source: {number} first place ({percent}%)
vi_vn: {number} vị trí đầu tiên ({percent}%)

source: {number} card played
vi_vn: {number} bài đã chơi

source: {emoji} Red
vi_vn: {emoji} Đỏ

source: {emoji} Blue
vi_vn: {emoji} Xanh da trời

source: {emoji} Green
vi_vn: {emoji} Xanh lá cây

source: {emoji} Yellow
vi_vn: {emoji} Vàng
